Repository: katafeiy/Tracker
Catalog: Tracker/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, ru

# a.habit.ntevc
source: a habit
de: bearbeiten
fr: les habitudes
ru: привычки

source: Add category
de: Kategorie hinzufügen
fr: Ajouter une catégorie
ru: Добавить категорию

# alert.clvc
source: I you sure you don’t need that category?
de: Bist du sicher, dass du diese Kategorie nicht brauchst?
fr: Cette catégorie n'est pas vraiment nécessaire?
ru: Эта категория точно не нужна?

# alertMenuCancel.clvc
source: Cancel
de: Abschaffen
fr: Annuler
ru: Отменить

# alertMenuDelete.clvc
source: Delete
de: Entfernen
fr: Supprimer
ru: Удалить

source: All trackers
de: Alle Tracker
fr: Tous les trackers
ru: Все трекеры

# an.irregular.event.ntevc
source: an irregular event
de: Unregelmäßiges Ereignis
fr: Événement irrégulier
ru: нерегулярного события

# anIrregularEvent
source: Irregular event
de: Unregelmäßiges Ereignis
fr: Événement irrégulier
ru: Нерегулярное событие

# averageValueSE
source: Average value
de: Durchschnittswert
fr: Valeur moyenne
ru: Среднее значение

# bestPeriodSE
source: Best period
de: Beste Zeit
fr: Meilleure période
ru: Лучший период

source: Cancel
de: Abschaffen
fr: Annuler
ru: Отменить

source: Category
de: Kategorie
fr: Catégorie
ru: Категория

# charactersLeft
source: %d characters left
de: %d verbleibende Zeichen
fr: Reste %d caractères
ru: Осталось %d символов

# charactersLimit
source: The limit is %d characters
de: Das Limit beträgt %d Zeichen
fr: Limite de caractères %d
ru: Ограничение %d символов

source: Color
de: Farbe
fr: Couleur
ru: Цвет

# edited.ntevc
source: Editing
de: Bearbeiten
fr: Modifier
ru: Редактирование

source: Emoji
de: Emoticons
fr: Émoticônes
ru: Эмоджи

# emptySearch.title
source: Not found
de: Nicht gefunden
fr: Rien trouvé
ru: Ничего не найдено

# emptyState.title
source: What are we going to track?
de: Was werden wir verfolgen?
fr: Qu'est-ce qu'on va suivre?
ru: Что будем отслеживать?

# emptyStateCategoryList.title
source: You can group habits and evens together if they have something common
de: Sie können Gewohnheiten und Ereignisse zusammen gruppieren, wenn sie etwas gemeinsam
fr: Les habitudes et les événements peuvent être combinés dans le sens
ru: Привычки и события можно объединить по смыслу

# enterNameCategory
source: Enter category name
de: Geben Sie einen Kategorienamen ein
fr: Entrez le nom de la catégorie
ru: Введите название категории

# enterNameTracker
source: Enter tracker name
de: Geben Sie den Namen des Trackers ein
fr: Entrez le nom du Tracker
ru: Введите название трекера

source: Every day
de: Eden Tag
fr: Chaque jour
ru: Каждый день

# firstPageText
source: Track only what you want
de: Verfolgen Sie nur, was Sie wollen
fr: Suivez seulement ce que vous voulez
ru: Отслеживайте только то, что хотите

source: Fri
de: Fre
fr: Ven
ru: Пт

source: Friday
de: Freitag
fr: Vendredi
ru: Пятница

source: Habit
de: Gewohnheit
fr: Habitudes
ru: Привычка

# idealsDaysSE
source: Perfect days
de: Perfekte Tage
fr: Jours parfaits
ru: Идиальные дни

# itsCompleted
source: Completed
de: Erledigt
fr: Achevé
ru: Завершенные

# itsUncompleted
source: Uncompleted
de: Unerfuellte
fr: Inachevés
ru: Незавершенные

# menuTitleDelete.clvc
source: Delete
de: Entfernen
fr: Supprimer
ru: Удалить

# menuTitleDelete.tvc
source: Delete
de: Entfernen
fr: Supprimer
ru: Удалить

# menuTitleEdited.clvc
source: Edit
de: Haben
fr: Éditer
ru: Редактировать

# menuTitleEdited.tvc
source: Edit
de: Redigieren
fr: Éditer
ru: Редактировать

# menuTitleIsPinnet.tvc
source: Pin
de: Befestigen
fr: Fixer
ru: Закрепить

# menuTitleUnPinned.tvc
source: Unpin
de: Loslösen
fr: Détacher
ru: Открепить

source: Monday
de: Montag
fr: Lundi
ru: Понедельник

# name.category
source: Category name
de: Ame der Kategorie
fr: Nom de la catégorie
ru: Название категории

# navigationItem.title.clvc
source: Category
de: Kategorie
fr: Catégorie
ru: Категория

# navigationItem.title.cncvc
source: New category
de: Neue Kategorie
fr: Nouvelle catégorie
ru: Новая категория

# navigationItem.title.ctvc
source: Create tracker
de: Einen Tracker erstellen
fr: Créer un Tracker
ru: Создание трекера

# navigationItem.title.ecvc
source: Editing category
de: Kategorie bearbeiten
fr: Modification d'une catégorie
ru: Редактирование категории

# navigationItem.title.stvc
source: Statistic
de: Statistik
fr: Statistique
ru: Статистика

# navigationItem.title.svc
source: Schedule
de: Zeitplan
fr: Horaire
ru: Расписание

# navigationItem.title.tvc
source: Trackers
de: Tracker
ru: Трекеры

source: New habit
de: Eine neue Gewohnheit
fr: Une nouvelle habitude
ru: Новая привычка

source: New irregular event
de: Eines unregelmäßigen Ereignisses
fr: Nouvel événement irrégulier
ru: Новое нерегулярное событие

# nothingAnalyze
source: Nothing to analyze
de: Es gibt noch nichts zu analysieren
fr: Rien à analyser pour l'Instant
ru: Анализировать пока нечего

# pinnedCategory
source: Pinned
de: Fixiert
fr: Fixèrent
ru: Закрепленные

# placeholderForSearch
source: Search
de: Suche
fr: Recherche
ru: Поиск

source: Ready
de: Fertig
fr: Ça y est
ru: Готово

source: Sat
de: Sam
fr: Sam
ru: Сб

source: Saturday
de: Samstag
fr: Samedi
ru: Суббота

source: Schedule
de: Zeitplan
fr: Horaire
ru: Расписание

# secondPageText
source: Even if it’s not liters of water and yoga
de: Auch wenn es keine Liter Wasser und Yoga sind
fr: Même si ce n'est pas des litres d'eau et de yoga
ru: Даже если это не литры воды и йога

source: Statistics
de: Statistik
fr: Statistique
ru: Статистика

source: Sun
de: Son
fr: Dim
ru: Вс

source: Sunday
de: Sonntag
fr: Dimanche
ru: Воскресенье

# technologies
source: That’s technology
de: Das ist Technologie
fr: Voici la technologie
ru: Вот это технологии

source: Thu
de: Don
fr: Jeu
ru: Чт

source: Thursday
de: Donnerstag
fr: Jeudi
ru: Четверг

# toCreate
source: Create
de: Schaffen
fr: Créer
ru: Создать

source: Trackers
de: Tracker
ru: Трекеры

# trackersCompletedSE
source: Trackers completed
de: Trecker abgeschlossen
fr: Trackers terminé
ru: Трекеров завершено

source: Trackers today
de: acker für heute
fr: Trackers pour aujourd'hui
ru: Трекеры на сегодня

source: Tue
de: Die
fr: Mar
ru: Вт

source: Tuesday
de: Dienstag
fr: Mardi
ru: Вторник

source: Wed
de: Mit
fr: Mer
ru: Ср

source: Wednesday
de: Mittwoch
fr: Mercredi
ru: Среда

# weekdays
source: Days of week
de: Wochentage
fr: Jours de la semaine
ru: Дни недели

# %lld day
source: %lld days
fr: %lld jours
ru: %lldдней

source: Filter
fr: Filtre
ru: Фильтр

source: Mon
fr: Lun
ru: Пн

# navigationItem.title.fvc
source: Filter
fr: Filtre
ru: Фильтр
